---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Tilt
source: html/ceb2ed2b-9935-33d3-cf25-16d60cdaa614.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Tilt Property

"Tilt"

## Syntax (C#)
```csharp
public static ForgeTypeId Tilt { get; }
```